Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Settings.resw
Source language: en_gb
Languages: de, es, fr, he, nl, pl, ru, zh

# AccentColorTB.Text
source: Accent colour
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
he: צבע הדגשה
nl: Accentkleur
pl: Dominujący kolor
ru: Цвет акцента
zh: 强调颜色

# AdvancedPI.Header
source: Advanced
de: Erweitert
es: Avanzada
fr: Avancé
he: מִתקַדֵם
nl: Geavanceerd
pl: Zaawansowane
ru: Расширенные
zh: 高级

# AppBarAtBottomCB.Content
source: Align command bar at the bottom
de: Richte die Kommandzeile unten
es: Alinee la barra de comandos en la parte inferior
fr: Aligner la barre de commande en bas
he: יישור שורת הפקודה בתחתית
nl: Commando-balk beneden plaatsen
pl: Wyrównaj pasek komend do dołu
ru: Выровнять нижнюю панель команд
zh: 在底部对齐命令栏

# CompactModeCB.Content
source: Compact mode
de: Kompakter Modus
es: Modo compacto
fr: Mode compact
he: מצב קומפקטי
nl: Compacte modus
pl: Tryb zwięzły
ru: Компактный режим
zh: 密集模式

# CustomPresenceColorsTB.Text
source: Custom presence colors
de: Eigene Akzentfarbe
es: Colores de presencia personalizados
fr: Personnaliser la couleur de présence
he: צבעי נוכחות מותאמים אישית
nl: Gepersonaliseerde statuskleuren
pl: Specjalny kolor
ru: Пользовательские цвета

# DarkRadio.Content
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
he: אפל
nl: Donker
pl: Ciemny
ru: Темный
zh: 暗色

# DndColorTB.Text
source: Do not disturb
de: Nicht stören
es: No molestar
fr: Ne pas déranger
he: אל תפריע
nl: Niet storen
pl: Nie przeszkadzać
ru: Не беспокоить
zh: 请勿打扰

# ExpensiveRenderCB.Content
source: Expensive rendering (blur effects etc...)
de: Hochauflösendes Rendern (verwischter Modus etc..)
es: Renderizado exigente (efectos borrosos, etc. ..)
fr: Rendu plus exigeant (effets de flou, etc...)
he: יקר טיוח (לטשטש אפקטים וכו ')
nl: Hevige rendering (vervagingen, etc...)
pl: Kosztowne renderowanie (efekty rozmycia itd.)
ru: Мощный рендеринг (Эффекты блюра и т.д)
zh: 昂贵渲染 (模糊效果等...)

# HighlightEveryoneCB.Content
source: Highlight @everyone
de: Makiere @everyone
es: Resalte @everyone
fr: Surligner @everyone
he: הדגש @everyone
nl: Benoemingen markeren
pl: Podświetl @everyone
ru: Выделение @everyone
zh: 高亮@所有人(@everyone)

# IdleColorTB.Text
source: Idle
de: Leerlauf
es: Ocupado
fr: Inactif
he: לְהֵבָטֵל
nl: Afwezig
pl: Zaraz wracam
ru: Стандартный
zh: 闲置

# IncomingFriendsCB
source: Incoming Friend Requests
de: Einkommende Freundschaftsanfrage
es: Solicitudes de Amistad Entrantes
fr: Demandes d'amis en attente
he: בקשות לחברים נכנסים
nl: Binnenkomende vriendenverzoeken
pl: Przychodząca prośba o dodanie do znajomych
ru: Входящие запросы друзей
zh: 收到好友请求

# LightRadio.Content
source: Light
de: Licht
es: Claro
fr: Clair
he: אוֹר
nl: Licht
pl: Jasne
ru: Светлый
zh: 明亮

# LogoutBTN.Content
source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
nl: Uitloggen
pl: Wyloguj
ru: Выйти
zh: 注销

# NotificationsPI.Header
source: Notifications
de: Benachrichtigung
es: Notificaciones
he: הודעות
nl: Notificaties
pl: Powiadomienia
ru: Уведомление
zh: 通知

# OnlineColorTB.Text
source: Online
es: En línea
fr: En ligne
he: באינטרנט
ru: Онлайн
zh: 在线

# OutgoingFriendsCB
source: Outgoing Friend Requests
de: Ausgehende Freundschaftsanfrage
es: Solicitudes de Amistad Salientes
fr: Demandes d'amis sortantes
he: בקשות חברות יוצאות
nl: Uitgaande vriendenverzoeken
pl: Wychodząca prośba o dodanie do znajomych
ru: Исходящие запросы друзей
zh: 送出的好友请求

# ResetRespUiHyperlink.Content
source: Reset breakpoints to default
de: Standarteinstellungen wiederherstellen (Nur hier)
es: Restablecer puntos de interrupción por defecto
fr: Réinitialiser les points d'arrêts aux valeurs par défaut
he: איפוס נקודות עצירה לברירת המחדל
nl: Breekpunten resetten naar standaard
pl: Zresetuj punkty do domyślnych
ru: Сбросить реагирования по умолчанию
zh: 重置断电值

# ResponsiveUiBreaksDescTB.Text
source: These are the trigger widths at which the UI shows more or less info on the screen, depending on the screen width.
de: Dies sind die ausschlaggebenden Werte, ab denen die Ansicht mehr oder weniger Inhalt, basierend auf der Fenstergröße, zeigt.
es: Estos son los anchos de disparador en los que la IU muestra más o menos información en la pantalla, dependiendo del ancho de la pantalla.
fr: Ces valeurs sont les largeurs a laquelle plus ou moins de l'application apparait (comme la liste des membres)
he: אלה הם רוחב ההדק שבו ממשק המשתמש מציג מידע פחות או יותר על המסך, בהתאם לרוחב המסך.
nl: Dit zijn de breekpunten waarop de UI meer of minder informatie toont op het scherm
pl: Te suwaki pozwalają na ustalenie jakie informacje chcesz widzieć przy określonej szerokości okna.
ru: Это полоски, при которой пользовательский интерфейс показывает более или менее информацию на экране в зависимости от ширины экрана.
zh: 这些是用UI在屏幕上显示信息的触发宽度, 具体取决于屏幕宽度。

# ResponsiveUiBreaksTB.Text
source: RESPONSIVE UI BREAKPOINTS
de: Responsiver Ansichtsumbruch
es: PUNTOS DE INTERRUPCIÓN IU RESPONSIVOS
fr: POINTS D'ARRÊTS DE L'INTERFACE RÉACTIVE
he: נקודות ממשק משתמש
nl: REAGERENDE UI BREEKPUNTEN
pl: PUNKTY ODPOWIEDZIALNE ZA INTERFEJS
ru: Отклонения реагирования UI
zh: 响应的UI断点

# ResponsiveUiTB.Text
source: RESPONSIVE UI
de: Responsive Ansicht
es: INTERFAZ DE USUARIO RESPONSIVA
fr: INTERFACE RÉACTIVE
he: ממשק משתמש בעל יכולת תגובה
nl: REAGERENDE UI
pl: ZMIENNY INTERFEJS
ru: Отклонения UI
zh: 响应的UI

# RestartRequiredTB.Text
source: (You'll need to restart the app)
de: (Du musst nach den Änderungen die App neustarten!)
es: (necesitará reiniciar la aplicación)
fr: (Vous devrez redémarrer l'application)
he: (יהיה עליך להפעיל מחדש את האפליקציה)
nl: (Herstarten vereist)
pl: (Wymagany restart aplikacji)
ru: (Вам нужно будет перезагрузить приложение)
zh: （您将会需要重启该应用）

# SettingsTB.Text
source: SETTINGS
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fr: PARAMÈTRES
he: הגדרות
nl: Instellingen
pl: USTAWIENIA
ru: ПАРАМЕТРЫ
zh: 设置

# ShowToastsCB.Content
source: Show in-app toast notifications
de: Zeige In-App Toast-Benarichtigungen
es: Mostrar notificaciones toast In-App
fr: Afficher les notifications au sein de l'app
he: הצג הודעות בתוך האפליקציה
nl: Toon in-app toastnotificaties
pl: Pokazuje wyskakujące powiadomienia w aplikacji
ru: Показать тост-уведомления
zh: 显示应用呢Toast通知

# SliderL.Header
source: L (Servers and channels are visible)
de: L (Server und Kanäle sind sichtbar)
es: G (los servidores y los canales son visibles)
fr: L (Les serveurs sont visibles)
he: L (שרתים וערוצים גלויים)
nl: L (servers en kanalen zijn zichtbaar)
pl: L (Serwery i kanały są widoczne)
ru: L (Серверы и каналы видимые)
zh: L（服务器与频道可见）

# SliderM.Header
source: M (Servers are visible)
de: M (Server sind sichtbar)
es: M (los servidores son visibles)
fr: M (Les serveurs et salons sont visibles)
he: M (שרתים גלויים)
nl: M (servers zijn zichtbaar)
pl: M (Serwery są widoczne)
ru: M (Сервера видимы)
zh: M（服务器可见）

# SliderXL.Header
source: XL (Servers, channels, and members are visible)
de: XL (Server, Kanäl und Midglieder sind sichtbar)
es: XG (los servidores, los canales y los miembros son visibles)
fr: XL (Les serveurs, salons, et membres sont visibles)
he: XL (שרתים, ערוצים וחברים גלויים)
nl: XL (servers, kanalen en leden zijn zichtbaar)
pl: XL (Serwery, kanały i członkowie są widoczni)
ru: XL (Сервера, каналы и участники видимы)
zh: XL(服务器，频道与成员可见)

# SystemAccentColorTB.Text
source: System accent colour
de: System Akzentfarbe
es: Color de acento del sistema
fr: Couleur d'accentuation système
he: צבע מבטא המערכת
nl: Systeem accentkleur
pl: Systemowy kolor dominujący
ru: Системные цвета
zh: 系统强调颜色

# ThemeTB.Text
source: THEME
de: THEMA
es: Tema
fr: THÈME
he: תֵמָה
nl: Thema
pl: MOTYW
ru: ТЕМЫ
zh: 主题

# UiPI.Header
source: UI
es: IU
fr: Interface
he: ממשק משתמש
pl: Interfejs
ru: Интерфейс
zh: 用户界面

# VerifyLogout
source: Are you sure you want to log out?
de: Bist du dir sicher, das du dich Ausloggen möchtest?
es: ¿Está seguro de que desea cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
he: האם אתה בטוח שברצונך לצאת?
nl: Weet je zeker dat je wil uitloggen?
pl: Czy jesteś pewien, że chcesz się wylogować?
ru: Вы точно хотите выйти?
zh: 您确定要注销吗？

# VibrateCB.Content
source: Vibration on message reception
de: Vibration wenn Nachrichten ankommen
es: Vibración en recepción de mensajes
fr: Vibration lors de la réception des messages
he: רטט בקבלת הודעות
nl: Vibratie bij ontvangst bericht
pl: Wibracje przy odebraniu wiadomości
ru: Вибрация при появлении сообщений
zh: 消息接收时振动

# AccentRadio.Content
source: System accent colour
de: System Akzentfarbe
es: Color del acento del sistema
fr: Couleur d'accentuation système
he: צבע מבטא המערכת
nl: Systeem accentkleur
pl: Systemowy kolor dominujący
ru: Системные цвета
zh: 系统强调色

# BlurpleRadio.Content
source: Discord Blurple
es: Blurple Discord
fr: Blurple Discord
nl: Discord Blaars
pl: Blurple Discord
zh: Discord 紫蓝

# OTHERTB.Text
source: OTHER
de: ANDERE
es: OTROS
fr: AUTRE
he: אַחֵר
nl: OVERIGE
pl: INNE
ru: Другие
zh: 其他

# ShowWelcomeCB.Content
source: Show loading messages
de: Zeige Iadende Nachrichten
es: Mostrar mensajes de carga
fr: Afficher les phrases de chargement
he: הצג הודעות טעינה
nl: Toon ladende berichten
pl: Pokazuje ładowanie wiadomości
ru: Показать загруженные сообщения
zh: 显示加载信息

# EnableAcrylic.Content
source: Enable Acrylic effects (blurred background)
de: Aktiviere Acryl Effekte (verschwommender Hintergrund)
es: Activar efectos acrílicos (fondo borroso)
fr: Activer les effets Acrylic (arrière-plan flouté)
he: הפעל אפקטים אקריליים (רקע מטושטש)
nl: Acrylic effecten inschakelen (vervaagde achtergrond)
pl: Zezwól na akrylowe efekty (rozmyte tło)
ru: Включить акриловый эффект (Размытый фон)
zh: 启用丙烯酸效果 (背景模糊)

# UseCompression.Content
source: Enable data compression (Faster)
de: Aktiviere Datenkompresser (schneller)
es: Activar la compresión de datos (más rápido)
fr: Activer la compression des données (plus rapide)
he: הפעלת דחיסת נתונים (מהירה יותר)
nl: Data compressie inschakelen (Sneller)
pl: Zezwól na kompresowanie danych
ru: Включить сжатие данных (быстрее)
zh: 启用数据压缩 (更快)

# VideoAds.Content
source: Use video ads instead of banners
de: Benutze Video-Werbung anstatt Bannerwerbung
es: Utilizar anuncios de video en lugar de banners
fr: Afficher des pubs vidéos plutôt que des bannières
he: השתמש במודעות וידאו במקום באנרים
nl: Gebruik video advertenties in plaats van banners
pl: Używaj reklam video zamiast banerów
ru: Использовать видеообьявления вместо рекламных баннеров
zh: 使用视频广告以取代横幅广告

# MESSAGESTB.Text
source: MESSAGES
de: NACHRICHTEN
es: MENSAJES
he: הודעות
nl: BERICHTEN
pl: WIADOMOŚCI
ru: СООБЩЕНИЯ
zh: 信息

# GifsOnHoverCB.Content
source: Only play gifs on hover or click
de: Spiele nur GIFs ab wenn ich raufgeklickt/gedrückt habe
es: Solo reproducir gifs al pasar el ratón o hacer clic
fr: Jouer les gifs lors d'un clic ou survolement
he: רק לשחק GIFs עם העכבר מעל העכבר או לחץ על
nl: Gifs enkel afspelen na klikken of boven hangen
pl: Odtwarzaj gif-y tylko po najechaniu, lub kliknięciu
ru: Включать gif'ки только при наведении мыши
zh: 仅在鼠标悬停或单击时播放gif图像

# Enable compression (Faster)
source: Enable data compression
de: Aktiviere Datenkompression
es: Habilitar la compresión de datos
fr: Activer la compression de données
he: אפשר דחיסת נתונים
nl: Data compressie inschakelen
pl: Zezwól na kompresowanie danych
ru: Включить сжатие данных
zh: 启用数据压缩

source: None
de: Nichts
es: Ninguno
fr: Aucun
he: אין
nl: Geen
pl: Nic
ru: Нет
zh: 无

# MentionsCB.Content
source: Mentions
es: Menciones
fr: Mentionne
pl: Wzmianki
ru: Упомения

source: Unread
de: Ungelesen
es: No leídos
fr: Non-lu
he: לא נקרא
nl: Ongelezen
pl: Nieprzeczytane
ru: Непрочитанный
zh: 未读

# TranslatorPI
source: Translations
de: Übersetzungen
es: Traducciones
fr: Traduction
he: תרגומים
nl: Vertalingen
pl: Tłumaczenia
ru: Язык
zh: 翻译

# CustomTimeF.Header
source: Custom Time Format
de: Benutzerdefinierte Zeitform
es: Formato de hora personalizado
fr: Format de l'heure personnalisé
he: פורמט זמן מותאם אישית
nl: Gepersonaliseerde tijdsformat
pl: Specjalny format daty
ru: Свой формат времени
zh: 自定义时间格式

# CustomDateF
source: Custom Date Format
de: Benutzerdefinierte Datumform
es: Formato de fecha personalizado
fr: Format de date personnalisé
he: תבנית תאריך מותאמת אישית
nl: Gepersonaliseerde datumformat
pl: Specjalny format czasu
ru: Свой формат даты
zh: 自定义日期格式

# DateFormat.Header
source: Date Format
de: Datumformat
es: Formato de fecha
fr: Format de date
he: פורמט תאריך
nl: Datumformat
pl: Format daty
ru: Формат даты
zh: 日期格式

# TimeFormat.Header
source: Time Format
de: Zeitformat
es: Formato de hora
fr: Format de l'heure
he: פורמט זמן
nl: Tijdsformat
pl: Format czasu
ru: Формат времени
zh: 时间格式

# ExpVoiceChannels.Content
source: (EXPERIMENTAL) Voice Channels
de: (EXPERIMENTELL) Benutze Sprach Kanäle (Nur Stimmenempfang)
es: (EXPERIMENTAL) Canales de voz (solo recepción)
fr: (EXPÉRIMENTAL) Salon vocal (Recevoir seulement)
he: (ניסיוני) ערוצים קוליים (קבלה בלבד)
nl: (EXPERIMENTELE) spraakkanalen (enkel luisteren)
pl: (EXPERYMENTALNE) Kanały głosowe (tylko do odbioru)
ru: (ЭКСПЕРЕМЕНТАЛЬНО) Голосовые каналы (Только получение)
zh: （实验性）语音频道（仅接受）

source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
nl: Uitloggen
pl: Wyloguj się
ru: Выйти
zh: 注销

# BGEnableTS.OffContent
source: Enable background notifications
de: Erlaube Hintergrund Benarichtigungen
es: Permitir notificaciónes de fondo
fr: Activer les notifications en arrière-plan
nl: Schakel achtergrondnotificaties in
pl: Włącz powiadomienia w tle
ru: Включить фоновые уведомления
zh: 启用背景通知

# BGEnableTS.OnContent
source: Disable background notifications
de: Verweigere Hintergund Benarichtigungen
es: Apagar notificaciónes de fondo
fr: Désactiver les notifications en arrière-plan
nl: Schakel achtergrondnotificaties uit
pl: Wyłącz powiadomienia w tle
ru: Выключить фоновые уведомления
zh: 停用背景通知

# BGNotifsTB.Text
source: BACKGROUND NOTIFICATIONS
de: HINTERGRUND BENACHRICHTIGUNGEN
es: NOTIFICACIÓNES DE FONDO
fr: Notifications en arrière-plan
nl: Achtergrondnotificaties
pl: POWIADOMIENIA W TLE
ru: ФОНОВЫЕ УВЕДОМЛЕНИЯ
zh: 背景通知

# IAPNotifsTB.Text
source: IN-APP NOTIFICATIONS
de: IN-APP BENACHRICHTIGUNGEN
es: NOTIFICACIONES IN-APP
fr: Notifications dans l'application
nl: IN-APP NOTIFICATIES
pl: POWIADOMIENIA WEWNĄTRZ APLIKACJI
ru: Уведомления приложения
zh: 应用内通知

# BGNotifInfoTB.Text
source: You will receive notifications for whatever is selected below every time the background process runs
de: Du wirst Benachrichtigungen für alles hier markierte erhalten, wann immer der Hintergrund-Prozess läuft.
es: Recibirás notificaciones a pesar de tu selección debajo cada vez que se ejecute el proceso en segundo plano
fr: Format de temps personnalisé
nl: Je ontvangt achtergrond notificaties voor de geselecteerde opties
pl: Będziesz otrzymywać powiadomienia za cokolwiek, co jest zaznaczone na liście poniżej, jeśli aplikacja pracuje w tle.
ru: Вы будете получать уведомления те, что выбрано ниже, каждый раз, когда приложение работает в фоновом режиме
zh: 每次后台进程运行时, 您都会收到以下任何选定的通知

# BGNotifyDMCB.Content
source: Unread DMs
de: Ungelesende PNs
es: MDs no leídos
fr: MP non lus
nl: Ongelezen PB
pl: Nieprzeczytane PW
ru: Непрочитанные DM
zh: 未读私信

# BGNotifyFriendsCB.Content
source: Friend requests
de: Freundschaftsanfrage
es: Solicitudes de amistad
fr: Demandes d'ami
nl: Vriendenverzoeken
pl: Proźba o dodanie do znajomych
ru: Запросы в друзья
zh: 好友请求

# BGNotifyMentionsCB.Content
source: New mentions
de: Neue Erwähnungen
es: Nuevas menciones
fr: Nouvelles mentions
nl: Nieuwe benoemingen
pl: Nowe wzmianki
ru: Новые упоминания
zh: 新的提及

# MentionGlowCB.Content
source: Glow the left side of the screen when you are mentioned
de: Linke Seite leuchtet wenn du erwähnt wurdest
es: Resplandor en el lado izquierdo de la pantalla cuando eres mencionado
fr: Illuminer le côté gauche de l'écran lors d'une mention
nl: Benoemingen links oplichten
pl: Rozjaśnij lewą stronę ekranu, gdy zostałeś wspomniany
ru: Свечение левой стороны экрана, когда вас упомянули
zh: 当您被提及时, 在屏幕左侧发光

# OutputDevicesCB.Header
source: Output Devices
de: Ausgabegeräte
es: Dispositivos de Salida
fr: Activer les notifications en arrière-plan
nl: Afspeelapparaat
pl: Urządzenia odtwarzające
ru: Устройства вывода
zh: 输出设备

# DeviceOverrideCB.Content
source: Can be overriden by session by right clicking or holding the Deafen button in Voice Channel
de: Kann durch Sitzung überschrieben werden, indem man im Sprach-Kanal den taubschalten Knopf gedrückt hält oder rechtsklickt.
es: Puede anularse en cada sesión haciendo clic derecho o presionando el botón de Ensordecer en el Canal de voz.
fr: Désactiver les notifications en arrière-plan
nl: Kan overschrijven worden door sessie via recht-klikken of de demp-knop in te houden in Discord
pl: Może zostać nadpisane poprzez napiśnięcie prawym przyciskiem myszy lub przytrzymanie przycisku "wygłusz" w kanale głosowym
ru: Может быть отменено сессией, щелкнув правой кнопкой мыши или удерживая кнопкой заглушки в голосовом канале
zh: 可以重写会话通过在语音通道中右键单击或按住消音按钮

# AccountSettingsHLBTN.Content
source: Account Settings
de: Account Einstellungen
es: Ajustes de la Cuenta
fr: Paramètres de compte
nl: Gebruikersinstellingen
pl: Ustawienia konta
ru: Настройки аккаунта
zh: 账号设置

# ShowServerMuteCB.Content
source: Show Mute icon on servers
de: Zeige stumm-Icon auf Servern
es: Mostrar el botón Silenciar en los servidores
fr: Afficher une icone sur les serveurs muets
nl: Toon Demp icoon op servers
pl: Pokaż ikonę wyciszenia na serwerach
ru: Показывать иконку заглушки у сервера
zh: 显示服务器静音图标

# FontSizeTB.Text
source: Message font size
de: Nachrichten Schriftgröße
es: Tamaño de fuente para los mensajes
fr: Taille de police
nl: Bericht lettertype
pl: Rozmiar czcionki wiadomości
ru: Размер шрифта у сообщений
zh: 字体大小

# BGNotifyMutedMentionsCB.Content
source: New mentions in Muted Servers
de: Neue Erwähnungen in stummgeschalteten Servern
es: Nuevas menciones en Servidores Silenciados
fr: Nouvelles mentions dans les serveurs muets
nl: Nieuwe benoemingen in gedempte servers
pl: Nowe wzmianki w wyciszonych kanałach
ru: Новые упоминания в заглушенных серверах
zh: 以静音服务器中的新提及

# SoundsCB.Content
source: Sounds
es: Sonidos
fr: Sons
nl: Geluiden
pl: Dźwięki
ru: Звуки
zh: 音频

# SoundsPI.Header
source: Sounds
es: Sonidos
fr: Sons
nl: Geluiden
pl: Dźwięki
ru: Звуки
zh: 音频

# VoicePI.Header
source: Voice
de: Stimme
es: Voz
fr: Voix
nl: Spraak
pl: Głos
ru: Голос
zh: 语音

# SoundTypesTB.Text
source: Sound Types
de: Sound Typen
es: Tipos de Sonido
fr: Types de son
nl: Geluidstypen
pl: Rodzaje dźwięków
ru: Типы звуков
zh: 音频种类

# AccountSettingTB.Text
source: ACCOUNT SETTINGS
de: ACCOUNT EINSTELLUNGEN
es: AJUSTES DE LA CUENTA
fr: PARAMÈTRES DU COMPTE
nl: GEBRUIKER
pl: USTAWIENIA KONTA
ru: НАСТРОЙКИ АККАУНТА
zh: 账户设置

# AccountPI.Header
source: Account
es: Cuenta
fr: Compte
nl: Gebruiker
pl: Konto
ru: Аккаунт
zh: 账户

# AccountPrivacyPI.Header
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Sécurité/Confidentialité
pl: Prywatność
ru: Конфиденциальность
zh: 隐私

# UploadImageHLBTN.Content
source: Upload image
de: Bild hochladen
es: Subir imagen
fr: Ajouter une image
nl: Afbeelding uploaden
pl: Załaduj obraz
ru: Загрузить изображение
zh: 上传图像

# DeleteImageHLBTN.Content
source: Delete
de: Löschen
es: Borrar
fr: Suprimmer
nl: Verwijder
pl: Usuń
ru: Удалить
zh: 删除

# UsernameBox.Header
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
zh: 用户名

# EmailBox.Header
source: Email
es: Correo electrónico
zh: 电子邮箱

# CurrentPswrdPBox.Header
source: Current password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
nl: Huidig wachtwoord
pl: Aktualne hasło
ru: Текущий пароль
zh: 当前密码

# ChangePswrdHLBTN.Content
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
nl: Wijzig wachtwoord
pl: Zmień hasło
ru: Изменить пароль
zh: 更改密码

# NewPswrdPBox.Header
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pl: Nowe hasło
ru: Новый пароль
zh: 新密码

# SaveTB.Text
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pl: Zapisz
ru: Сохранить
zh: 保存

# DMFilterTB.Text
source: DIRECT MESSAGE FILTERING
de: DIREKT NACHRICHT FILTER
es: FILTRADO DE MENSAJES DIRECTOS
fr: FILTRAGE DES MESSAGES PRIVÉS
nl: PERSOONLIJK BERICHT FILTER
pl: FILTROWANIE PRYWATNYCH WIADOMOŚCI
ru: ФИЛЬТРАЦИЯ ПРЯМЫХ СООБЩЕНИЙ
zh: 私信滤波

# DMFilterExpoTB.Text
source: Analyze and automatically delete direct messages containing explicit content
de: Durchsuche und lösche automatisch Direktnachrichten mit anstößigen Inhalten.
es: Analizar y borrar automáticamente mensajes con contenido explícito.
fr: Analyser et automatiquement supprimer les messages privés explicits
nl: Controleer en verwijder direct alle PB met expliciete inhoud
pl: Analizuje i automatycznie usuwa prywatne wiadomości zawierające nieodpowiednie treści
ru: Анализ и автоматическое удаление прямых сообщений, содержащих откровенный контент
zh: 分析并自动删除包含不宜（18+）内容的私信

# ProtectMeTB.Text
source: Protect me
de: Schütz mich
es: Protégeme
fr: Me protéger
nl: Bescherm mij
pl: Chroń mnie
ru: Защити меня
zh: 保护我

# ProtectMeExpoTB.Text
source: Analyze all DMs
de: Durchsuche alle Direktnachrichten
es: Analizar todos los MDs
fr: Tout analyser
nl: Controleer alle PB
pl: Analizuj wszystkie wiadomości
ru: Анализ всех DM
zh: 自动分析所有私信

# NiceFriendsTB.Text
source: My friends are nice
de: Meine Freunde sind toll
es: Mis amigos son agradables
fr: Mes amis sont sympas
nl: Mijn vrienden zijn aardig
pl: Moi znajomi są w porządku
ru: Мои друзья хорошие
zh: 我的朋友们还好

# NiceFriendsExpoTB.Text
source: Analyze all DMs, except from my friends
de: Durchsuche alle Direktnachrichten außer von Freunden
es: Analizar todos los MDs, excepto los de mis amigos.
fr: Tout analyser, sauf de mes amis
nl: Controleer alle PB, behalve van mijn vrienden
pl: Analizuje wszyskie wiadomości oprócz tych od znajomych
ru: Анализ всех DM, кроме моих друзей
zh: 分析非好友的私信

# DangerZoneTB.Text
source: I live dangerously
de: Ich lebe gefährlich
es: Vivo al límite
fr: Je vis dangereusement
nl: Ik leef op het randje
pl: Żyję na krawędzi
ru: Я живу в опасности
zh: 我活的很危险

# DangerZoneExpoTB.Text
source: Don't analyze any DMs
de: Durchsuche keine Direktnachrichten
es: No analizar ningún MD
fr: Ne rien analyser
nl: Geen PB controleren
pl: Nie analizuj żadnych wiadomości
ru: Не анализировать DM
zh: 不要分析任何私信

# FriendRequestOptionsTB.Text
source: WHO CAN SEND FRIEND REQUESTS
de: WER KANN MIR FREUNDSCHAFTSANFRAGEN SENDEN
es: QUIÉN PUEDE ENVIAR SOLICITUDES DE AMISTAD
fr: QUI PEUT M'ENVOYER DES DEMANDES D'AMI
nl: Wie kan mij een vriendenverzoek sturen
pl: KTO MOŻE WYSYŁAĆ ZAPROSZENIA DO ZNAJOMYCH
ru: КТО МОЖЕТ ОТПРАВИТЬ ЗАПРОС ДРУГА
zh: 谁可发来好友请求

# EveryoneCB.Content
source: Everyone
de: Jeder
es: Todo mundo
fr: Tout les monde
nl: Iedereen
pl: Wszyscy
ru: Все
zh: 任何人

# MutualFriendsCB.Content
source: The friends of my friends
de: Freunde von Freunden
es: Los amigos de mis amigos
fr: Les amis de mes amis
nl: Vrienden van mijn vrienden
pl: Znajomi moich znajomych
ru: Друзья друзей
zh: 我好友之好又

# MutualServerMembersCB.Content
source: Mutual server members
de: Von gemeinsamen Servern
es: Miembros con servidores en común
fr: Les membres des serveurs en commun
nl: Gemeenschappelijke serverleden
pl: Wspólni członkowie serwerów
ru: Взаимные члены сервера
zh: 共同服务器成员
